# mafredri/zsh-async
# sindresorhus/pure


/users/amansour/.zsh/my_plugins/prompt
woefe/git-prompt.zsh
# /users/amansour/.oh-my-zsh/custom/plugins/zsh-vim-mode

softmoth/zsh-vim-mode


Aloxaf/fzf-tab

zdharma/fast-syntax-highlighting
zigius/expand-ealias.plugin.zsh
mollifier/cd-gitroot

robbyrussell/oh-my-zsh path:plugins/git
robbyrussell/oh-my-zsh path:plugins/gitfast
robbyrussell/oh-my-zsh path:plugins/asdf
robbyrussell/oh-my-zsh path:plugins/extract
# robbyrussell/oh-my-zsh path:plugins/z
robbyrussell/oh-my-zsh path:plugins/fasd
robbyrussell/oh-my-zsh path:plugins/git-auto-fetch
# robbyrussell/oh-my-zsh path:plugins/globalias


wookayin/fzf-fasd
# andrewferrier/fzf-z
zsh-users/zsh-completions
zsh-users/zsh-history-substring-search
zsh-users/zsh-autosuggestions

wfxr/forgit

# terminal notification
MichaelAquilina/zsh-auto-notify
# marzocchi/zsh-notify

# /users/amansour/.oh-my-zsh/custom/plugins/fast-syntax-highlighting

# bonnefoa/kubectl-fzf

# robbyrussell/oh-my-zsh path:plugins/safe-paste
# robbyrussell/oh-my-zsh path:plugins/terraform
# robbyrussell/oh-my-zsh path:plugins/thefuck
# robbyrussell/oh-my-zsh path:plugins/aws
# robbyrussell/oh-my-zsh path:plugins/kubectl
# robbyrussell/oh-my-zsh path:plugins/helm
